<?php

return [

    'name'                      => 'الشريط',
    'description'               => 'الحصول على الفواتير ومزامنة المدفوعات الأخرى',
    'payment'                   => 'الدفع',
    'sync'                      => 'المزامنة',

    'form' => [
        'secret_key'            => 'المفتاح السري',
        'name'                  => 'عرض الإسم',
        'order'                 => 'طلب',
        'sync'                  => 'مزامنة المعاملات الحالية',
    ],

    'card' => [
        'name'                  => 'الإسم على البطاقة',
        'number'                => 'رقم البطاقة',
        'expiry'                => 'تاريخ انتهاء صلاحية البطاقة',
        'cvc'                   => 'بطاقة CVC',
        'confirm'               => 'تأكيد',
    ],

    'success' => [
        'settings_saved'        => 'تم حفظ الإعدادات',
        'transactions_synced'   => 'تم مزامنة المُعَاملات'
    ],

    'error' => [
        'nothing_to_sync'       => 'لا يوجد شيء لمزامنته',
        'no_settings'           => 'من فضلك, إحفظ الإعدادات أولا.',

        'card_expiry'  => [
            'min'      => 'خطأ في نوع التاريخ. الصحيح: 11 / 2017',
        ]
    ],
];
