<?php

return [

    'name'                      => 'نوار',
    'description'               => 'فاکتورها را پرداخت کنید و سایر پرداخت ها را یکپارچه کنید',
    'payment'                   => 'پرداخت',
    'sync'                      => 'همگام سازی',

    'form' => [
        'secret_key'            => 'کلید امنیتی',
        'name'                  => 'نمایش نام',
        'order'                 => 'سفارش',
        'sync'                  => 'همگام سازی تراکنش فعلی',
    ],

    'card' => [
        'name'                  => 'نام روی کارت',
        'number'                => 'شماره کارت',
        'expiry'                => 'تاریخ انقضا کارت',
        'cvc'                   => 'کد CVC کارت',
        'confirm'               => 'تایید',
    ],

    'success' => [
        'settings_saved'        => 'تنظیمات ذخیره شد',
        'transactions_synced'   => 'تراکنش ها همگام سازی شد'
    ],

    'error' => [
        'nothing_to_sync'       => 'موردی برای همگام سازی یافت نشد',
        'no_settings'           => 'لطفا ابتدا تنظیمات را ذخیره کنید.',

        'card_expiry'  => [
            'min'      => 'فرمت تاریخ اشتباه است',
        ]
    ],
];
