<?php

return [

    'name'                      => 'Смуга',
    'description'               => 'Отримати оплачені рахунки та синхронізувати інші платежі',
    'payment'                   => 'Оплата',
    'sync'                      => 'Показати',

    'form' => [
        'secret_key'            => 'Секретний ключ',
        'name'                  => 'Ім\'я користувача',
        'order'                 => 'Замовлення',
        'sync'                  => 'Показати поточні транзакції',
    ],

    'card' => [
        'name'                  => 'Ім\'я на картці',
        'number'                => 'Номер картки',
        'expiry'                => 'Термін дії картки',
        'cvc'                   => 'Код CVC',
        'confirm'               => 'Підтвердити',
    ],

    'success' => [
        'settings_saved'        => 'Налаштування збережено',
        'transactions_synced'   => 'Операції показано'
    ],

    'error' => [
        'nothing_to_sync'       => 'Нічого показати',
        'no_settings'           => 'Будь-ласка, спочатку збережіть налаштування.',

        'card_expiry'  => [
            'min'      => 'Неправильний формат дати. Правильно: 11 / 2017',
        ]
    ],
];
